Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “掌门？”思羽一愣，“你为何要见掌门？你这一身的伤又是怎么回事？”
en_us: "Sect Master?" Si Yu was puzzled. "Why do you want to see Sect Master? How did you get all these injuries on your body?"

source: “接下来再试试融合！”
en_us: "Next, I'll attempt to fuse it!"

source: “接下来去哪？”沈萤看向孤月，你是老板你说话。
en_us: "Where should we go next?" Shen Ying glanced at Lonemoon. You're the boss — you call the shots..

source: “接下来去哪？”沈萤问。
en_us: "Where should we go next?" Shen Ying asked.

source: “接下里再试哪里，要不试试脑袋？可人阶中品武技铁头功我还没学啊，没事，要不本少爷就随便来一发头槌吧……”
en_us: "Next, I could try other spots. Should I try my head? I have not yet grasped the Man-tier medial-grade Iron Head Technique fully. But that's fine. Why don't I try out a head blow…"

source: “提炼黑色元力！”
en_us: "Time to extract more black essence force!"

source: “搞网络的。”孤月回答，错觉嘛，怎么感觉剑仙对他有敌意，“以前自己开了个公司，养着一堆人，挺累的。对了，我之前不叫孤月，修仙后他们说要取个道号，才叫这个的。”
en_us: "I was involved with web stuff," Lonemoon answered. It must have been an illusion; why did it feel like the sword immortal was hostile towards him? "I previously owned a company and was supporting a bunch of people. It was pretty tiring. Oh right, I wasn't called Lonemoon previously. I have this name because they said I needed a nickname after I started immortal cultivation."

source: “摔碑手！”
en_us: "Wrestling Hand!"

source: “撤了。”孤月一把拽起旁边的沈萤。
en_us: "Let's go," Lonemoon pulled Shen Ying to her feet.

source: “改日有空，我等再登门拜访，易家主一路顺风。”
en_us: "If you are free, please come and visit us again. Have a safe trip home, Family Master Yi."

source: “放……放肆！”他似是完全被激怒了，身上顿时白光一亮，浓郁的仙气暴发出来，利刃一般全数朝着沈萤攻去。骇人的仙压震着在场的人都站立不稳，直接跪了下去。
en_us: "Ri- ridiculous!" He was furious now. A white light shone onto his body as a surge of Immortal Qi burst forth, cutting the air, heading straight for Shen Ying. The sinister immortal suppression forced everybody around to crumble and fall to their knees.

source: “放屁！”郁红更加气愤的道，“什么除魔卫道，你何曾做过任何正义之举？可动手杀过一个魔修。你只是随手把我们这些无用的炉鼎，扔到断空涯送死而已。”她直直的看了过去，眼里都是入骨的恨意，“可笑的是，偏偏就是我们这些废物炉鼎，不单没死，还做到了你都做不到的事，重伤了那个魔头。你追杀我们，不就是想让人以为这事是你做的，而不是我们这些炉鼎做，得到主家的看重吗？”
en_us: "Bullshit!" Yu Hong grew angrier. "What do you mean, annihilate fiends and protect the Dao. When have you done anything for justice? Have you ever lifted a finger to kill a fiendish cultivator before? All you did was to conveniently use us, useless human cauldrons, and then threw us over to Sky Severance Cliff to die." She looked directly over at him, her gaze consumed by hatred. "The laughable thing is, not only did we useless human cauldrons not die somehow, we even managed to do what you couldn’t, to harm that fiendish cultivator. Aren't you trying to kill us because you want to let others think that you were the one who did it and not us, to be highly regarded by the Master?"

source: “放开噬魂幡！”
en_us: "Let go of the Soul Devouring Gonfalon!"

source: “放开？”魔修冷笑了一声，“你以为我是芮糜那个蠢货！有这样的宝贝在手，居然还能败给你！剑修又如何，今日我便要拿你祭旗！”说完，他唤出一道阴气，直接拍向旗上的封印。
en_us: "Let go?" The fiendish cultivator sneered. "Do you think I am like that stupid Rui Mi! With such a treasure in hand, how could I lose to you! So what if you are a sword cultivator, today I will offer you to the gonfalon!" He then mustered a stream of Yin Qi, tapping directly on the seal of the gonfalon.

source: “放心吧，师父自有打算的。”羿清看了一眼众人飞走的方向，“再说……师父绝对不会有事的。”
en_us: "Don't worry. Master has her own plans." Yi Qing looked in the direction which Shen Ying’s group had flown towards and continued, "Moreover… nothing will happen to Master."

source: “放心！”沈萤回头看了她们一眼，难得好心的解释道，“里面都是吃素的好动物，不伤人的。”
en_us: "Don't worry!" Shen Ying looked back at them and actually kindly explained to them, "All the animals inside are vegetarians. They won't hurt people."

source: “放心，它是只吃草的好兔兔！”
en_us: "Don't worry, it's just a gentle, vegetarian rabbit!"

source: “放心，我有信心可以抵住那天雷，你不用担心。”
en_us: "Don't worry, I'm confident I can bear the divine lightning, don't worry."

source: “放心，我跟兔子很熟的。”她拍了拍他的肩，一脸自信。
en_us: "Don't worry. I know Rabbit very well." She patted his shoulder with a confident look on her face.

source: “放心，放心，就你那堪比隐身的存在感，他们记不住你的。”
en_us: "Don't worry, don't worry. Your presence is insignificant anyway, so they won’t remember you."

source: “放心，有我呢，怕啥？”
en_us: "Don't worry, I'm here. There's nothing to be afraid of."

source: “放心，死不了，只是晕过去了。”见孤月一直看着那几人，沈萤好心的解释了一句，摇了摇头道，“现在的年……中年人啊，身体也太弱了点。”一点都不经摔，还不如小动物们。
en_us: "Don't worry, they'll survive. They're just unconscious for now," Shen Ying assured Lonemoon after noticing that he had been surveying the bodies. She shook her head and continued, "Today's… middle-aged men are so weak." They did no damage at all to her — they were just like little animals to Shen Ying.

source: “放心，魔族不会再过来了。”沈萤保证道。
en_us: "Rest assured,the devils will never step foot into the Immortal Kingdom again." Shen Ying promised.

source: “放肆！”魔王喝斥了一句，身上魔气一放，“怎么跟大仙说话呢？”
en_us: "Absurd!" The Devil King hollered, filled with demonic aura. "Is that the right way to speak with the Great Immortal?"

source: “敢问恩人芳名？”
en_us: "May I know my benefactor's name?"

source: “敢闯入玄天宗，并神不知鬼不觉杀了一位元婴真人，一定不是泛泛之辈，想必修为最少都是元婴。”奚秋补充道。
en_us: "Someone who dares to break into the Blackheaven Sect, and even silently killed a Nascent Soul Perfected One, cannot be someone to be ignored, and must have at least reached the Nascent Soul realm." Xi Qiu added.

source: “断……空涯？”
en_us: "Sky... Severance Cliff?"

source: “族人的妖魂在上，我等誓报此仇。”
en_us: "The dead souls of our departed brethren, we vow to exact revenge for you!"

source: “无常魔尊今日之事是我等冒犯，还忘魔尊大人不计小人过。”毕浩突然带些恭敬的开口，眼里早没了刚刚的得意，反而……染上了恐惧？
en_us: "Fiend Supremacy Impermanence, we are very sorry for everything that has happened today, and we hope for your forgiveness and that you will let go of insignificant figures like us." All of a sudden, Bi Hao spoke in an extremely respectful tone, the pride and glee long disappeared from his eyes which were instead… filled with fear?

source: “无心之失而已，没事。”那个叫郁红朝他们笑了笑。说完直接带着那七八个人离开，刚转身却脚步一顿，似是看到了什么，突然又快步走了回来，扫了三人一眼道，“三位仙师可是在招收门人？”
en_us: "It was just a careless mistake. It's alright." The woman named Yu Hong laughed at them. She then went ahead and began to lead those seven or eight people away. But just as she was about to turn around, she paused in her steps as if something had caught her eye and then suddenly walked back with quick steps. She glanced at the three of them and asked, "Immortal Masters, are you recruiting disciples?"

source: “无敌派……”易峰愣了一下，想了半天也没想起这是个什么门派，一时也没在意，“我看沈道友灵气内敛，想必也是修为高深之人，以后若是有兴致，到是可以一起去幻海之滨寻找些高阶灵兽，传言那里可是有很多三青界内都见不到的灵兽。”
en_us: "Invincible Sect…" Yi Feng hesitated. He fell deep in thought for a while, but he couldn't figure out which sect that was. He shrugged and said, "Fellow Daoist Shen Ying, judging from your restrained Spirit Qi, I'm guessing that you're a hidden expert. In future, if you're interested, we can go to the Mirage Sea Shore to look for high-level spirit beasts together. I heard that there are many spirit beasts you can find there which cannot be found in the Three Realms."

source: “无敌派在何处？”未等他起身，熟悉清冷的语调就传了过来。
en_us: "Where's the Invincible Sect?" Before Yi Feng could straighten up, he heard the familiar cool voice ask.

source: “无敌派？”易峰愣了一下，半会才答道，“听闻是在……妖界。”
en_us: "Invincible Sect?" Surprised by his question, Yi Feng paused for a moment before answering, "I heard that it's... in the Demon Realm."

source: “无耻！”戚橙雨气得咬牙，直接想催动灵气结印，却不想心口一阵刺痛，如万剑入心，全身顿时动弹不得，“灼心阵，你们……”
en_us: "Shameless!" Qi Chengyu gritted her teeth as she wanted to form a hand seal using Spirit Qi, but she immediately felt an acute pain in her heart as if it was being pierced by millions of swords — she was immobilized. "Heart Burn Array, you…"

source: “既然已经出来了，就交给你们净化吧！”孤月回了一句，瞬间消失在门口。
en_us: "Since it's already out, I shall leave it to all of you to purge it!" Lonemoon replied and disappeared at the door.

source: “既然搞定了，就回去吧，走了！”沈萤指了指敞开的大门，刚走了两步，却发现那小屁孩居然没跟上来，“还有事？”
en_us: "Since it's all settled, let's just go! Move along!" Shen Ying pointed to the Gates which were wide open and only walked two steps before he realised that the Little One did not tag along. He asked, "Is there still something on?"

source: “既然此事是一场误会，我等也就不便打忧了。”那莲上的游仙一挥手，整个莲花就离开了主峰，天空一阵扭曲，破出了一个通道，巨大的莲花顿时飞向了那个入口，只是原本坐在莲花正中间的五位游仙突然不见了踪影。
en_us: "Since this was all a big misunderstanding, we will not impose on the Blackheaven Sect any longer." The Traveling Immortal waved his hand as the entire Lotus Flower left the Main Peak. The air around them twisted, creating an escape route. The great Lotus Flower exited from that route, but the five Traveling Immortals atop the Lotus Flower suddenly disappeared.

source: “既然还未查清真相，那今日之事，就到此为止吧。”印风上前一步道，“还请郁家主，放了无敌派两名弟子。”
en_us: "Since the truth has not been investigated, this matter shall rest for today." Yin Feng took a step forward, "Master Yu, please let the two disciples of the Invincible Sect go."

source: “早说啊，那好办！”沈萤拍了拍它的头，“我跟兔子很熟的，别哭了，我帮你写个信解释一下就行了，”说完四下找了找，转手撕啦一下，从旁边人的身上撕下一块布料。
en_us: "You should have said so earlier! That makes things much easier," Shen Ying slapped the cat's head. "I'm really close to the rabbit. Don't cry, I'll write a letter to the rabbit for you." She searched her surroundings, and swiftly tore a piece of cloth from the clothes of the person beside her.

source: “时间，只要再给我一些时间，任何问题都不是问题了！”
en_us: Time! If only I had more time, whatever problems I have would not be problems anymore!

source: “明日决赛之后。”
en_us: "Tomorrow, after the competition."

source: “明日起，我可能需要闭关一段时间。”
en_us: "From tomorrow onwards, I may have to lock myself up for awhile."

source: “明明就是那振祥勾结魔修，想杀我们灭口。”思羽大声反驳。
en_us: “It was obvious that Zhen Xiang colluded with the fiendish cultivators and tried to silence us." Si Yu rebutted loudly.

source: “易家主事务繁忙，我无敌派就不留您久住了。”羿清也一脸自然的接口。
en_us: "Family Master Yi, you must be busy. My Invincible Sect will not keep you any longer," Yi Qing added, his expression remaining neutral.

source: “易家主，白泽已经回到了神界，想必此时易家还有很多后续事情需要处理。”孤月一本正经的道，完全没有半点刚踹过人的心虚。
en_us: "Family Master Yi, Bai Ze has gone back to the Divine Realm. The Yi Family must have a lot of matters to settle now that he's gone," Lonemoon said sombrely. He did not seem at all guilty about kicking Bai Ze through the gate.

source: “易家先祖曾经答应过灵主，如若飞升仙界，定会想尽一切办法，助它回到原来的地方。只是这么多年来，易家却未有一人飞升成功，就连仙界都上不去，更别说是更莫测的神界了。”他满脸的愧疚，“所以……这么多年来，它才会一直留在易家。也是因为它在幻海之滨，那些水族兽类，才不敢轻易上岸，进入上青界。”
en_us: "The Yi Family's ancestors promised Spirit Master that if they achieved Immortal Ascension, they would do all they can to help Spirit Master return to where he came from. But up till now, no one in the Yi Family has achieved Immortal Ascension - no one can even so much as step into the Immortal Realm, much less the Divine Realm." His expression was one of pure guilt, "So... all these years, he has been stuck with the Yi Family. It is because of his presence that the water beasts in Mirage Sea dare not step up onto the shore to enter the Upper Azure World."

source: “易家在上青界的最北边，靠近幻海之滨，确实很远。若是用传送阵的话，估计也得四五天的路途。”
en_us: "The Yi Family is situated at the northernmost part of the Upper Azure World, close to the Mirage Sea Shore. It is indeed very far, about four to five days journey if we go by transportation array."

source: “易家难道还派人亲自送来了？”孤月一愣，这诚意有点足啊，“到是客气，那你直接回他，方便的话，定个日期过来便好，我们随时恭候。”
en_us: "You mean the someone from the Yi Family actually came here with the message?" asked Lonemoon in surprise. This was quite an expression of sincerity. "They're really courteous. Then tell him that they can pick a date and we'll be happy to receive them."

source: “易峰是易家家主。”孤月解释，想了想又加了一句，“就是门派大比那几日，坐在你右边带着灵兽的那个。”
en_us: "Yi Feng is the Yi Family Patriarch," explained Lonemoon. Then he added, "At the sect competition-- he was the one with the spirit beast who sat on your right."

source: “春你妹啊！”孤月气得冒烟，偏偏拿眼前这个不要脸的没办法，只好继续劝道，“这可是宗门大事，你要是帮了这个忙，大家都会记得你的好的。”
en_us: "Hibernation my ass!" Lonemoon was fuming. He couldn't believe that faced with such a shameless slob, he was helpless but to keep trying to persuade her. "This concerns the entire sect. If you help out this time, your name will go down in history."

source: “春芽，你先回去，记住，这事和任何人都不要说！”
en_us: "Chunya, return first,” he instructed quickly. “Remember, don't breathe a single word of this to anyone!"

source: “是……”
en_us: "It's…"

source: “是……”众人点了点头，只是脸色却没有多少好转。
en_us: "Yes…" The girls nodded, but they showed no signs of lightening up.

source: “是……是的。”兔王点了点头，下意识的缩了缩肚皮。
en_us: "Y-yes." the Rabbit Monarch nodded as it subconsciously tried to suck in its tummy.

source: “是……是真的吧？”一个游仙回，也是一脸还没有回过神来的样子。
en_us: "Is... is this real?" Another Traveling Immortal added. He, too, looked like his mind was somewhere else.

source: “是。”
en_us: "Yes!"

source: “是。”他习惯性的一扬手，顿时一把剑凭空出现在眼前，他朝前一步，御剑飞身而起。正要加速，回头一看却发现某人还在原地，于是提醒道，“师父？此去玄天宗路遥远，需得御剑而行。”
en_us: "Yes," he habitually raised his hand and a sword appeared out of nowhere. He climbed onto the sword and it began to fly. As it gained speed, he turned back to realized that someone was still standing at the same spot. He then reminded, "Master? This journey to the Blackheaven Sect is going to be very long, so it is necessary to travel by sword-riding."

source: “是。”羿清点头。
en_us: "Yes," Yi Qing nodded.

source: “是个人啊。”身边沈萤开口道。
en_us: "It's a person," Shen Ying responded.

source: “是传讯纸鹤！好像是给我的。”羿清伸出手，那纸鹤乖乖落在了他手里，细细一看，“这鹤上的图纹，应该是明心宗传来的。”
en_us: "It's a messenger paper crane! It seems to be for me." Yi Qing reached out his hand, and the paper crane fell into his hand. Looked at it carefully, he said, "From the pattern on this crane, it should be from the Bright Heart Sect."”

source: “是位一道金丹道君，在散修中颇有名望。”奚秋边笑边道，“他已经以客卿之名加入我派，名唤羿清。”
en_us: "He is a Golden Core Dao Lord, and he has quite a reputation among the itinerant cultivators." He said laughingly. "He has joined our sect as a guest elder. His name is Yi Qing."

source: “是何人？”羿清问。
en_us: "Who are they?" Yi Qing asked.

source: “是你们，你们到底做了什么手脚？”他整张脸都开始扭曲起来，眼神凶狠得似乎想从他们身上咬下一块肉来。
en_us: "It was you guys. What did you do to the pills?" His entire face began to twist in fury. His eyes were filled with so much rage that he looked as if he wanted to tear at their flesh.

source: “是你！”正打算叫醒人的陆修士一惊，抬头看向那人。
en_us: "It's you!" Just as Cultivator Lu was about to wake her up, he looked up and saw that person.

source: “是又怎么样！”枫影气哼哼的一转头，一脸破罐子破摔的样子。
en_us: "So what if that's the case!" Feng Ying tutted once more and turned away. He was thoroughly indignant.

source: “是吗？”沈萤眼神一眯，脚终于抬了起来，却直接换到了他脸上，用力往下一压顿时把他脑袋也压进了地里，隐隐还听见咔嚓嚓，什么断裂的声音，学着他刚刚的口气道，“那你发一个，让我承受承受？”
en_us: "Oh really?" Shen Ying narrowed her eyes. She raised the leg that was on the man's shoulder and stepped on his face instead. She pushed his head down into the ground. All they heard were muffled sounds coming from under her foot. She imitated his tone, "Then try me, see if I can handle your wrath?"

source: “是吧，毕竟事关羿长老。”现场也没少别的人。
en_us: "I think so. This concerns Elder Yi afterall." Apart from Shen Ying, everybody else was still there.

source: “是呀师叔！虽然您是化神，也不可大意啊！还是用上结界吧！”
en_us: "That's right Uncle Master! Although you are at Soul Formation realm, you must not be careless! It is best to use a barrier!"

source: “是呀！”她打了个哈欠道，“这不是因为……刚刚猜拳的时候输了吗？”
en_us: "Yes!" She yawned, then said, "Isn't that because… I lost in the finger-guessing game before?"

source: “是呀！”她继续道，“不挖，哪来的土填坑？”
en_us: "Yes!” she continued, "If I don't dig, where do I get the earth to level the pit?"

source: “是呀，每个都那么丑？我还从来没有见过这么丑的修士呢？不会是魔修吧？”
en_us: "Yeah, they are all so ugly! I have never seen such ugly cultivators! Could they be Fiendish Cultivators?"

source: “是呀，郁家主，快点放人吧！”轩辕禹也催促。
en_us: "Yes, Master Yu, quickly let them go!" Xuan Yuanyu hurried.

source: “是呈命牌。”他从怀里掏出一块四四方方的牌子，只见除了右上角一小块是白色外，整个牌子一片漆黑，“我印家本就是做生意的，经常会帮修士转手些奇珍异宝，为防有人杀人夺宝，所以门下所有人，都会有这么一块呈命牌，如若变成黑色，就证明对方出了事，危及生命。”
en_us: "It's the Life Presenting Token." He retrieved a squarish token from inside his robe. Only the upper right corner of the square was white - the remaining parts of the token were all black. "My Yin Family does business. We often help cultivators sell some rare treasures that are highly sought after by bad people who might attempt to kill us and steal them. Everybody in my family carries a life token like that. If it becomes black, it shows that someone from the family is in life-threatening danger."

source: “是啊！”她一脸自然的点了点头，“他跟兔子长得还挺像的。”
en_us: "Yep!" She nodded her head naturally and continued, "He pretty much resembled a rabbit."

source: “是啊！”沈萤叹了口气，指了指旁边的房间，一本正经的道，“我说小红啊……你们半夜说悄悄话我不反对，但你们蹲在我窗外，还正对着我床头讲，这就说不过去了吧？”她正要睡觉呢！
en_us: "Yeah!" Shen Ying sighed. She pointed to the room beside her and said seriously, "Little Hong… I'm alright if you want to whisper in the middle of the night. But squatting outside my window and whispering right next to my headboard… that's unacceptable, right?" She had been sleeping!

source: “是啊！他刚不是说了吗。”他点头，“它爱上了一个人类。它是妖，身上有妖气是不可能跟人在一起的，所以才说人妖殊途嘛。凡人向来害怕妖怪，会排斥跟妖相爱的人也很正常。就是为了这个，他才想报复那镇上的人的。”
en_us: "Yes! He just said so." He nodded. "He fell in love with a human being. He is a demon, and with the demonic aura he possesses, there was no way he could live with the human, hence the saying that humans and demons take different paths. Humans have always been afraid of demons — to discriminate against a human in love with a demon is very normal. Which is exactly why, he wanted revenge on the people in that town."

source: “是啊，我住在这好几天了。”沈萤点头。
en_us: "Yeah, I've been staying here for a few days." Shen Ying nodded in affirmation.

source: “是啊，这位大爷快进去吧，我们家烟火姑娘最近可是学会了一种新的玩法，叫吹箫弄月，可舒坦了……”
en_us: "Yes, Sir, come on in! Our Lady Yanhuo has just learned a new trick called Flute Blowing Bosom Moons. It's very enjoyable…"

source: “是啊，这群低贱的陪练怎么能有幸和小姐对战？马某最近感悟了一种地阶武技，正好陪小姐练练！”
en_us: "Yes, how could these lowly sparring partners ever have the good fortune of sparring in combat with the Young Mistress? I, Young Master Ma, recently developed a new earth-tier martial arts skill, just perfect to be used in a practice round with you, Young Mistess!'

source: “是师父带我回来的吗？”羿清问。
en_us: "Master must have brought me back? asked Yi Qing.

source: “是异火！”羿清道，他终于知道这里灵气哪里不对了，是火灵气，空气中的火灵气太浓郁了，而且仿佛十分狂暴。应该是受到了这方异火的影响。
en_us: "It's Deviant Fire!" cried out Yi Qing. He finally realised what was wrong with the Spirit Qi here. The Spirit Qi in the air was too dense and seemed too violent; it must have been be affected by this fire.

source: “是弟子考虑不周。要不我多准备些吃的，用术法封存起来？”
en_us: "Your disciple failed to consider the circumstances properly. How about if I prepare more food and use some sorcery to store them?"

source: “是我之过，早该清除了你。”另一个声音再次道，手上的动作反而更快了。
en_us: “"This is my mistake, I should have killed you much earlier." The other voice said, speeding up his hand movements.

source: “是我做的。”沈萤似是终于听不下去了，举起了手，“那个渣男，的确是我揍的。”
en_us: "I did it." Shen Ying could not stand listening to it anymore as she raised her hand, "That scum was thrashed by me."

source: “是我邀你们进的上古秘境。”孤月深吸了一口气，一脸认真的对着两人道，“轩辕家找上玄天宗根本不是你们的错，他们却……，说到底……是我连累了你们。”
en_us: "I was the one who encouraged you guys to go to the ancient mystic realm with me." Lonemoon sighed. He looked at the two of them with a sombre expression and said, "It was not your fault that the Xuan Yuan Family came to confront the Blackheaven Sect. Yet, they… Whatever it is… this only happened because of me."

source: “是我郁家！”他话还没说完，一道男音响起，前方突然阵法大亮，不到半会眼前顿时出现了十几道身影。
en_us: "It's my Yu Family!" Before Yin Yuanfei could finish his sentence, a male voice rand out, and suddenly an array formation lit up brightly in front of them. Within moments, a dozen figures suddenly appeared before their eyes.

source: “是战贴！”郁红惊呼出声。
en_us: "It’s a invitation to a duel!" Yu Hong exclaimed.

source: “是易家家主。”孤月下意识的解释，指了指旁边的易峰，然后转身看白泽，“和……”一时不知道怎么介绍，眉头下意识的就皱了皱。
en_us: "He is the Yi Family's Family Master," Lonemoon explained, gesturing toward Yi Feng. He turned toward Bai Ze, "... and..." he frowned, not knowing #how to address Bai Ze.

source: “是是是！”孤月用力点头，太丢脸了！
en_us: "Yes, yes, yes!" Lonemoon nodded. This is so embarrassing!

source: “是是是！牛爸爸V5，牛爸爸霸气！”
en_us: "Yes, yes, yes! Father Niu V5, you are the greatest!" [1. V5 implies one's awesomeness because in certain games, V5 tends to be ones with the best powers.]

source: “是的师父。”
en_us: "Enough, Master."

source: “是的师父。”羿清沉声解释道，“飞升时降下的是紫宵天雷，是世间威力最大的劫雷。可以直接粹练仙骨，这还只是第一道心魔劫，后面的只会更重。”
en_us: "Yes Master." Yan Qing explained in a sombre tone, "The lightning that descended from the Immortal Ascension descending is the Violet Nightfall Divine Lightning. It is the most powerful lightning tribulation in the world. It can directly form immortal bones. This is only the first strike -- the mental demon tribulation, the others that follow will be worse."

source: “是的！”
en_us: "That's right!"

source: “是的，徒儿已经成功结婴。”羿清行了个礼，语调带着些难掩的兴奋，他也没有想到，一场顿悟会直接让他升上元婴，而且还这般顺利，这一切多亏了师父的提点，他果然拜了个好师父，“多谢师父在此为我护法。”
en_us: "Yes, I have already completed his Nascent Soul Formation." Yi Qing bowed and his tone was filled with excitement that he could not hide. He did not expect that one session of epiphany would allow him to advance to Nascent Soul realm directly, moreover it had been such smooth sailing. It was all due to Master's enlightenment; he indeed had a great Master. "All thanks to Master for protecting the Dharma for me."

source: “是的，我们愿意加入……”她抬头看了看旗子，才接口继续道，“无敌派！”
en_us: "Yes, we are willing to join…" She looked up at the flag before continuing, "the Invincible Sect!"

source: “是药丹峰堂主，玉鼎真人。”屋内传来一道回音，是早就到达的其它堂主之一，玄天堂的十大堂主都到齐了，正在查看屋内的情况，“也不知是哪个魔修，居然下此狠手。”
en_us: "It's the Elixir Peak's hall master, Perfected Yu Ding." An echo was heard from the house, it was from one of the hall masters that had arrived earlier on. All ten of Blackheaven Hall's hall masters had arrived and were checking on the situation inside the house. "Don't know which fiendish cultivator actually resorted to such cruel means."

source: “是西边的常青殿！”孤月瞬间认出了方位，脸上却更加的惊讶，“那是薄家三人住的地方！”为什么会在哪里出现？
en_us: "It is the Evergreen Palace in the West!" Lonemoon was extremely quick in identifying directions, which brought more bewilderment onto her face. "That's where the Pu Family lives!" Why would the Demonic Qi appear there?

source: “是谁？”虎王更是一声虎啸，搜寻这个没种的妖类。
en_us: "Who is it?" the Tiger Monarch roared furiously as it searched for that cowardly demon.

source: “是郁家。”郁红上前一步，由于轩辕禹友情赠送的丹药，回来的路上她的伤就已经好得差不多了，于是把郁家发生的事一五一十的说了一遍。萝卜是为了保护她，才被郁家游仙削掉了叶子变回原型的，也因此被人看出了真身。
en_us: "It's the Yu Family," Yu Hong stepped forward. Her wounds had healed significantly on the way back thanks to the elixirs she got from Xuan Yuanyu. She explained everything that happened to the Yu Family in detail. The radish's leaves got cut off to protect her, causing it to return to its true form. That was how everyone found out what it really was.

source: “是阴气！”羿清手里的剑一紧，转头往后提醒道，“退后，封闭五感，防止阴气入体。”
en_us: "It's Yin Qi!" Yi Qing held onto his sword tightly as he turned back to warn, "Stand back, shut your five senses to prevent the Yin Qi from entering your body."

source: “是！”
en_us: "Yes!"

source: “是！”他点了点头，“我犹豫了很久，才将仙体封入薄家夫人体内。只是我没有想到，虽然只是我随手造出来的仙体，薄家为了令其降生，却不惜动用了大量仙脉的仙气。以致于将此胎养成了天生剑体。”
en_us: "Yes!" He nodded his head and continued, " I hesitated for a long time, before sealing the Immortal Being within Lady Bao. What I did not see coming, was that even though I'd just casually created the Immortal Being, the Baos used large amounts of Immortal Qi from the Immortal blood for the incarnation of the Immortal Being. By disregarding the consequences and using these large amounts of Immortal Qi, they raised the Immortal Child to be a natural powerhouse since birth.

source: “是！”他重重的点头，见沈萤一脸为难，突然想到了什么，“师父可是身体有恙？”
en_us: "Yes!" He nodded hard. But looking at Shen Ying's awkwardness, he suddenly thought of something. "Master, is your body alright?"

source: “是！”众人齐齐回答。
en_us: "Yes!" Everyone answered in unison.

source: “是！”孤月应了一声，心下更加警惕了。
en_us: "I am!" Lonemoon replied, growing increasingly wary.
